<?php 

//=== ВСЕ ЧТО НИЖЕ ДАННЫЕ ДЛЯ СТРАНИЦ: КОНТАКТЫ И ЦЕНЫ ===\\

//////////////////////////
//ID РЕГИОНОВ-НЕ ТРОГАТЬ\\
//////////////////////////
$arshal="Аршалы";/////////
$erema="Ерейментау";//////
$short="Шортанды";////////
$glub="Глубокое"; ////////
$shem="Шемонаиха";////////
$ridd="Риддер";///////////
$akkol="Акколь";//////////
$astra="Астраханка";//////
$makinsk="Макинск";///////
$arshal="Аршалы";/////////
$erema="Ерейментау";//////
$short="Шортанды";////////
$ekibus="Экибастуз";//////
$koktobe="Коктобе";///////
$irtish="Иртышск";////////
$zhele="Железинка";///////
$uspenka="Успенка";///////
$saran="Сарань";//////////
//////////////////////////
//ID РЕГИОНОВ-НЕ ТРОГАТЬ\\
//////////////////////////

switch ($city) {
    case 0:
//===================АСТАНА=======================\\

$ccity="Астана";//название города

$regn1="Акколь";//название региона
$regn2="Астраханка";//название региона
$regn3="Макинск";//название региона

$region_1_contact_number_1="+7(71638)2-00-44";//Акколь 		- номера регионов
$region_1_contact_number_2="+7-702-133-40-70";//Акколь		- номера регионов
$region_2_contact_number_1="+7(71641)2-23-54";//Астраханка	- номера регионов
$region_2_contact_number_2="+7-775-821-02-74";//Астраханка	- номера регионов
$region_3_contact_number_1="+7-705-533-38-81";//Макинск		- номера регионов
$region_3_contact_number_2="+7-705-533-38-81";//Макинск		- номера регионов

$control_room="Диспетчерская";//Диспетчерская
$reception_room="Приемная";//Приемная
$order_gas="Заказать газ";//Заказать газ

$price1="1100 тг";//цена за баллон 8 кг 
$price2="1300 тг";//цена за баллон 10 кг 
$price3="2600 тг";//цена за баллон 20 кг 
$price4="68 тг/лтир";//цена на автогаз
$price5="195000 тг";//цена на ГБО 4-го поколения
$price6="250000 тг";//цена на ГБО 6-го поколения
$price7="290000 тг";//цена на ГБО 8-го поколения
$price8="Нет в наличии";//цена на газгольдер
$price9="Нет в наличии";//цена на ГБО с карбюратором
$price10="Нет в наличии";//цена на ГБО 2-го поколения
$price11="Нет в наличии";//цена на ГБО 4-го поколения L
$price12="Нет в наличии";//цена на ГБО 6-го поколения L
$price13="Нет в наличии";//цена на ГБО 8-го поколения L
$price14="Нет в наличии";//цена на ГБО 4-го поколения D
$price15="Нет в наличии";//цена на ГБО 6-го поколения D
$price16="Нет в наличии";//цена на ГБО 8-го поколения D
$price17="Нет в наличии";//цена на ГБО 4-го поколения T
$price18="Нет в наличии";//цена на ГБО 6-го поколения T
$price19="Нет в наличии";//цена на ГБО 8-го поколения T
        break;
    case 1:
//================КАРАГАНДА==============//


$ccity="Караганда";//название города
$regn1="Экибастуз";//название региона
$regn2="Коктобе";//название региона
$regn3="Иртышск";//название региона

$region_1_contact_number_1="+77071810218"; //Экибастуз
$region_1_contact_number_2="+7-702-133-40-70";//Экибастуз
$region_2_contact_number_1="+7(7172) 40 80 01";//Коктобе
$region_2_contact_number_2="+7-775-821-02-74";//Коктобе
$region_3_contact_number_1="+77015270527";//Иртышск
$region_3_contact_number_2="+7-705-533-38-81";//Иртышск

$control_room="Диспетчерская";//Диспетчерская
$reception_room="Приемная";//Приемная
$order_gas="Заказать газ";//Заказать газ

$price1="Нет в наличии";//цена за баллон 8 кг 
$price2="1500 тг";//цена за баллон 10 кг 
$price3="3000 тг";//цена за баллон 20 кг 
$price4="Нет в наличии";//цена на автогаз
$price5="185000 тг";//цена на ГБО 4-го поколения
$price6="255000 тг";//цена на ГБО 6-го поколения
$price7="280000 тг";//цена на ГБО 8-го поколения
$price8="Нет в наличии";//цена на газгольдер
$price9="170000 тг";//цена на ГБО с карбюратором
$price10="Нет в наличии";//цена на ГБО 2-го поколения
$price11="Нет в наличии";//цена на ГБО 4-го поколения L
$price12="Нет в наличии";//цена на ГБО 6-го поколения L
$price13="Нет в наличии";//цена на ГБО 8-го поколения L
$price14="Нет в наличии";//цена на ГБО 4-го поколения D
$price15="Нет в наличии";//цена на ГБО 6-го поколения D
$price16="Нет в наличии";//цена на ГБО 8-го поколения D
$price17="Нет в наличии";//цена на ГБО 4-го поколения T
$price18="Нет в наличии";//цена на ГБО 6-го поколения T
$price19="Нет в наличии";//цена на ГБО 8-го поколения T
//================КАРАГАНДА==============\\
        break;
            case 2:
//==================== ПАВЛОДАР=====================//
$ccity="Павлодар";//название города
$regn1="Сарань";//название региона
$regn2="Железинка";//название региона
$regn3="Успенка";//название региона

$region_1_contact_number_1="+77071810218";//Сарань 
$region_2_contact_number_1="+7(7172) 40 80 01";//Сарань
$region_3_contact_number_1="+7(7182)65-91-51";//Железинка
$region_1_contact_number_2="+7(7182)65-91-61";//Железинка
$region_2_contact_number_2="+7(7182)65-91-51";//Успенка
$region_3_contact_number_2="+7-701-960-67-25";//Успенка

$control_room="Диспетчерская";//Диспетчерская
$reception_room="Приемная";//Приемная
$order_gas="Заказать газ";//Заказать газ

$price1="Нет в наличии";//цена за баллон 8 кг             
$price2="1200 тг";//цена за баллон 10 кг 
$price3="2400 тг";//цена за баллон 20 кг 
$price4="65 тг/ литр";//цена на автогаз
$price5="185000 тг";//цена на ГБО 4-го поколения
$price6="255000 тг";//цена на ГБО 6-го поколения
$price7="280000 тг";//цена на ГБО 8-го поколения
$price8="Нет в наличии";//цена на газгольдер
$price9="110000 тг";//цена на ГБО с карбюратором
$price10="Нет в наличии";//цена на ГБО 2-го поколения
$price11="Нет в наличии";//цена на ГБО 4-го поколения L
$price12="Нет в наличии";//цена на ГБО 6-го поколения L
$price13="Нет в наличии";//цена на ГБО 8-го поколения L
$price14="Нет в наличии";//цена на ГБО 4-го поколения D
$price15="Нет в наличии";//цена на ГБО 6-го поколения D
$price16="Нет в наличии";//цена на ГБО 8-го поколения D
$price17="Нет в наличии";//цена на ГБО 4-го поколения T
$price18="Нет в наличии";//цена на ГБО 6-го поколения T
$price19="Нет в наличии";//цена на ГБО 8-го поколения T
        break;
case 3:
//================== UKG  ======================//
$ccity="Усть-Каменогорск";//название города
$regn1="Глубокое";//название региона 
$regn2="Шемонаиха";//название региона
$regn3="Риддер";//название региона
$region_1_contact_number_1="8 701 960 6702"; //Глубокое
$region_1_contact_number_2="8(72331) 21004";//Глубокое
$region_2_contact_number_1="8 701 960 36 85";//Шемонаиха
$region_2_contact_number_2="8(72332) 32052";//Шемонаиха
$region_3_contact_number_1="8 705 504 42 27";//Риддер
$region_3_contact_number_2="8(72336) 56104";//Риддер

$control_room="Диспетчерская";//Диспетчерская
$reception_room="Приемная";//Приемная
$order_gas="Заказать газ";//Заказать газ

$price1="Нет в наличии";//цена за баллон 10 кг     
$price2="1800 тг";//цена за баллон 10 кг 
$price3="3600 тг";//цена за баллон 20 кг 
$price4="75тг/л";//цена на автогаз
$price5="185000 тг";//цена на ГБО 4-го поколения
$price6="255000 тг";//цена на ГБО 6-го поколения
$price7="280000 тг";//цена на ГБО 8-го поколе";//цена на газгольдер
$price8="Нет в наличии";//цена на газгольдер
$price9="110000 тг";//цена на ГБО с карбюратором
$price10="115000 тг";//цена на ГБО 2-го поколения
$price11="190000 тг";//цена на ГБО 4-го поколения L
$price12="210000 тг";//цена на ГБО 6-го поколения L
$price13="260000 тг";//цена на ГБО 8-го поколения L
$price14="170000 тг";//цена на ГБО 4-го поколения D
$price15="190000 тг";//цена на ГБО 6-го поколения D
$price16="230000 тг";//цена на ГБО 8-го поколения D
$price17="120000 тг";//цена на ГБО 4-го поколения T
$price18="150000 тг";//цена на ГБО 6-го поколения T
$price19="180000 тг";//цена на ГБО 8-го поколения T
        break;
}
// г. Астана 1304; +7(7172)40-78-78; +7-707-181-02-18
// г. Павлодар +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// г. Усть-Каменогорск 104; +7(7232)23-00-00; +7-701-960-36-83
// г. Караганда +7(7172)56-09-09; +7(7212)32-49-88; +7-701-929-38-14
// Глубокое: 8 701 960 6702, 8(72331) 21004
// Риддер 8 705 504 42 27, 8(72336) 56104
// Шемонаиха 8 701 960 36 85, 8(72332) 32052
// Акм.обл. г. Акколь +7(71638)2-00-44; +7-702-133-40-70
// Акм.обл. с. Астраханка +7(71641)2-23-54; +7-775-821-02-74
// Акм.обл. п. Макинск +7-705-533-38-81
// Акм.обл. п. Аршалы +7(71644)2-48-59; +7-701-603-61-70
// Акм.обл. п. Ерейментау +7(71633)2-28-88
// Акм.обл. п. Шортанды +7-702-215-14-10
// ВКО п. Глубокое +7(72331)2-10-04; +7-777-149-42-08
// ВКО г. Риддер +7(72336)5-61-04; +7-777-578-61-57
// ВКО г. Шемонаиха +7(72332)3-20-52; +7-775-543-75-88
// Павл.обл. г. Экибастуз +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Коктобе +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Иртышск +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Железинка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Успенка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Караг.обл. г. Сарань +7-775-765-62-48
// г. Караганда +7(7172)56-09-09; +7(7212)32-49-88; +7-701-929-38-14
// Караг.обл. г. Сарань +7-775-765-62-48
// 1300 тг самовывоз
// г. Павлодар +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. г. Экибастуз +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Коктобе +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Иртышск +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Железинка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Успенка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25

// г. Усть-Каменогорск 104; +7(7232)23-00-00; +7-701-960-36-83
// Глубокое: 8 701 960 6702, 8(72331) 21004
// Риддер 8 705 504 42 27, 8(72336) 56104
// Шемонаиха 8 701 960 36 85, 8(72332) 32052
// ВКО п. Глубокое +7(72331)2-10-04; +7-777-149-42-08
// ВКО г. Риддер +7(72336)5-61-04; +7-777-578-61-57
// ВКО г. Шемонаиха +7(72332)3-20-52; +7-775-543-75-88
// Автогаз:
// Павлодарская область 70тг/л
// Акколь, Астраханка, Ерейментау, Шортанды 65тг/литр
// Аршалы 63 тг /литр
// Астана 68 тг/лтир
// Усть-Каменогорск и ВКО 75тг/л, а по акции 72 тг
    // Цены на баллонку по Караганде:
// г. Астана 1304; +7(7172)40-78-78; +7-707-181-02-18
// г. Павлодар +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// г. Усть-Каменогорск 104; +7(7232)23-00-00; +7-701-960-36-83
// г. Караганда +7(7172)56-09-09; +7(7212)32-49-88; +7-701-929-38-14
// Глубокое: 8 701 960 6702, 8(72331) 21004
// Риддер 8 705 504 42 27, 8(72336) 56104
// Шемонаиха 8 701 960 36 85, 8(72332) 32052
// Акм.обл. г. Акколь +7(71638)2-00-44; +7-702-133-40-70
// Акм.обл. с. Астраханка +7(71641)2-23-54; +7-775-821-02-74
// Акм.обл. п. Макинск +7-705-533-38-81
// Акм.обл. п. Аршалы +7(71644)2-48-59; +7-701-603-61-70
// Акм.обл. п. Ерейментау +7(71633)2-28-88
// Акм.обл. п. Шортанды +7-702-215-14-10

// Павл.обл. г. Экибастуз +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Коктобе +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Иртышск +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Железинка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Павл.обл. с. Успенка +7(7182)65-91-51; +7(7182)65-91-61; +7-701-960-67-25
// Караг.обл. г. Сарань +7-775-765-62-48
?>


